---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.MoveElemFailed
source: html/7cac51fe-7037-b5a1-469b-e48b5b90aa45.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.MoveElemFailed Property

Unable to move element.

## Syntax (C#)
```csharp
public static FailureDefinitionId MoveElemFailed { get; }
```